export const questionsData = [
    {
        question: 'Для кого вы ищете учебное заведение?',
        answerType: 'radio',
        variants: [ 'Себе', 'Супругу/супруге', 'Родственнику', 'Коллеге', 'Ребенку', 'Другое'],
    },
    {
        question: 'В каком городе планируете поступать?',
        answerType: 'select',
        variants: [ 'Санкт-Петербург', 'Москва', 'Новосибирск', 'Нижний новгород', 'Ростов-на-Дону' ],
    },
    {
        question: 'Какое образование уже есть?',
        answerType: 'radio',
        variants: [ '9 классов', '11 классов', 'Училище', 'Колледж/техникум', 'Неоконченное высшее', 'Высшее' ],
    },
    {
        question: 'Куда планируете поступать?',
        answerType: 'radio',
        variants: [ 'Вуз', 'Колледж/техникум', 'Училище' ],
    },
    {
        question: 'Какую форму обучения предпочитаете?',
        answerType: 'radio',
        variants: [ 'Очную', 'Заочную', 'Дистанционную' ],
    },
    {
        question: 'Рассматриваете платное обучение?',
        answerType: 'radio',
        variants: [ 'Нет, только бюджет', 'Да, планирую учиться платно', 'Возможны оба варианта' ],
    },
    {
        question: 'Какая специальность интересует?',
        answerType: 'select',
        variants: [ 'Экономика', 'Философия', 'Социология', 'Юриспруденция' ],
    },
    {
        question: 'Как скоро планируете поступать?',
        answerType: 'radio',
        variants: [ 'Как можно быстрее', 'Месяц', 'Квартал', 'Полгода', 'Год' ],
    },
];